'use strict'

const questions = [
    {
        question: `Сколько букв в слове "привет"`,
        options: ["a. Пять.", "b. Шесть.", "c. Семь.", "d. Куда я попал?" ],
        answer: 'b',
    },
    {
        question: `Зимой и летом одним цветом`,
        options: ["a. Елка", "b. Дуб", "c. Сосна", "d. Куда я попал?" ],
        answer: 'a',
    },
    {
        question: `Висит груша, нельзя скушать`,
        options: ["a. Апельсин", "b. Мандарин", "c. Лампочка", "d. Куда я попал?" ],
        answer: 'с',
    },
    {
        question: `Стоит дуб,
                    В нем двенадцать гнезд,
                    В каждом гнезде
                    По четыре яйца,
                    В каждом яйце
                    По семи цыпленков.`,
        options: ["a. Апельсин", "b. Год", "c. Сосна", "d. Куда я попал?" ],
        answer: 'b',
    },
    {
        question: `Музыкант, певец, рассказчик —
А всего труба да ящик.`,
        options: ["a. Граммофон", "b. Год", "c. Сосна", "d. Куда я попал?" ],
        answer: 'a',
    }
]
